<?php
/**
* Language file for blog error/success messages
*
*/

return array(

    'news_exists'              => 'Энэ мэдээ байна!',
    'news_not_found'           => 'Энэ [:id] мэдээ олдсонгүй.',

    'success' => array(
        'create'    => 'Мэдээ амжилттай үүсгэгдлээ.',
        'update'    => 'Мэдээ амжилттай шинэчлэгдлээ.',
        'delete'    => 'Мэдээ амжилттай устгагдлаа.',
    ),

    'error' => array(
        'create'    => 'Мэдээ үүсгэх явцад алдаа гарлаа. Дахин оролдоно уу.',
        'update'    => 'Мэдээ шинэчлэх явцад алдаа гарлаа. Дахин оролдоно уу.',
        'delete'    => 'Мэдээ устгах явцад алдаа гарлаа. Дахин оролдоно уу.',
    ),

);
